Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Recheck your glucose when the timer ends.
de: Miss deinen Glukosewert erneut, wenn der Timer abläuft.
es: Vuelve a medir tu glucosa cuando termine el temporizador.
fr: Revérifie ta glycémie à la fin du minuteur.
it: Ricontrolla la glicemia quando il timer finisce.
nl: Controleer je glucose opnieuw als de timer afloopt.
pl: Sprawdź ponownie glikemię, gdy skończy się odliczanie.
pt: Volta a verificar a glicose quando o temporizador terminar.
ro: Reverifică glicemia când se termină cronometrul.
ru: Перепроверьте глюкозу, когда таймер закончится.

source: Recheck your glucose. If it's still below 70 mg/dL, take another 15 g of fast carbs and wait 15 minutes again.
de: Miss deinen Glukosewert erneut. Liegt er weiterhin unter 70 mg/dL, nimm noch einmal 15 g schnelle Kohlenhydrate und warte erneut 15 Minuten.
es: Vuelve a comprobar tu glucosa. Si sigue por debajo de 70 mg/dL, toma otros 15 g de carbohidratos rápidos y espera otros 15 minutos.
fr: Recontrôle ta glycémie. Si elle est toujours inférieure à 70 mg/dL, reprends 15 g de glucides rapides et attends encore 15 minutes.
it: Ricontrolla la glicemia. Se è ancora inferiore a 70 mg/dL, assumi altri 15 g di carboidrati rapidi e aspetta di nuovo 15 minuti.
nl: Controleer je glucose opnieuw. Is deze nog steeds onder 70 mg/dL, neem dan nog eens 15 g snelle koolhydraten en wacht weer 15 minuten.
pl: Sprawdź ponownie poziom glukozy. Jeśli nadal jest poniżej 70 mg/dL, przyjmij kolejne 15 g szybkich węglowodanów i znowu odczekaj 15 minut.
pt: Volta a verificar a tua glicose. Se continuar abaixo de 70 mg/dL, toma mais 15 g de hidratos de carbono rápidos e espera mais 15 minutos.
ro: Reverifică-ți glicemia. Dacă este încă sub 70 mg/dL, ia încă 15 g de carbohidrați rapizi și așteaptă din nou 15 minute.
ru: Проверь глюкозу ещё раз. Если она всё ещё ниже 70 mg/dL, съешь ещё 15 г быстрых углеводов и снова подожди 15 минут.

source: Recognized
de: Erkannt
es: Reconocido
fr: Reconnu
it: Riconosciuto
nl: Herkend
pl: Rozpoznano
pt: Reconhecido
ro: Recunoscut
ru: Распознано

source: Record a blood or urine ketone reading.
de: Erfasse einen Ketonwert aus Blut oder Urin.
es: Registra una lectura de cetonas en sangre u orina.
fr: Notez une mesure de cétones sanguines ou urinaires.
it: Registra una lettura dei chetoni nel sangue o nelle urine.
nl: Leg een ketonenwaarde uit bloed of urine vast.
pl: Zapisz odczyt ketonów z krwi lub moczu.
pt: Registe uma leitura de cetonas no sangue ou na urina.
ro: Notează o valoare a cetonelor din sânge sau urină.
ru: Запишите показание кетонов в крови или моче.

source: Record a clinic HbA1c result to compare against the estimate.
de: Erfasse ein HbA1c-Ergebnis aus der Klinik, um es mit der Schätzung zu vergleichen.
es: Registra un resultado de HbA1c de la clínica para compararlo con la estimación.
fr: Enregistrez un résultat d'HbA1c de la clinique pour le comparer à l'estimation.
it: Registra un risultato di HbA1c della clinica per confrontarlo con la stima.
nl: Leg een HbA1c-resultaat van de kliniek vast om het met de schatting te vergelijken.
pl: Zapisz wynik HbA1c z kliniki, aby porównać go z szacunkiem.
pt: Registe um resultado de HbA1c da clínica para o comparar com a estimativa.
ro: Înregistrează un rezultat HbA1c de la clinică pentru a-l compara cu estimarea.
ru: Запишите результат HbA1c из клиники, чтобы сравнить его с расчётным значением.

source: Record glucose on %lld different days.
de: Erfasse Glukose an %lld verschiedenen Tagen.
es: Registra la glucosa en %lld días distintos.
fr: Enregistrez la glycémie sur %lld jours différents.
it: Registra la glicemia in %lld giorni diversi.
nl: Leg glucose vast op %lld verschillende dagen.
pl: Zapisz glukozę w %lld różnych dniach.
pt: Regista a glicose em %lld dias diferentes.
ro: Înregistrează glicemia în %lld zile diferite.
ru: Записывайте глюкозу в %lld разных дней.

source: Record glucose on 30 different days.
de: Erfasse an 30 verschiedenen Tagen Glukosewerte.
es: Registra glucosa en 30 días diferentes.
fr: Enregistrez la glycémie sur 30 jours différents.
it: Registra la glicemia in 30 giorni diversi.
nl: Registreer glucose op 30 verschillende dagen.
pl: Zapisz glukozę w 30 różnych dniach.
pt: Regista glicose em 30 dias diferentes.
ro: Înregistrează glicemia în 30 de zile diferite.
ru: Записывайте глюкозу в 30 разных дней.

source: Record glucose on 7 different days.
de: Erfasse an 7 verschiedenen Tagen Glukosewerte.
es: Registra glucosa en 7 días diferentes.
fr: Enregistrez la glycémie sur 7 jours différents.
it: Registra la glicemia in 7 giorni diversi.
nl: Registreer glucose op 7 verschillende dagen.
pl: Zapisz glukozę w 7 różnych dniach.
pt: Regista glicose em 7 dias diferentes.
ro: Înregistrează glicemia în 7 zile diferite.
ru: Записывайте глюкозу в 7 разных дней.

source: Reduce dose by %lld%%
de: Dosis um %lld %% senken
es: Reducir la dosis un %lld%%
fr: Réduire la dose de %lld %%
it: Riduci la dose del %lld%%
nl: Dosis verlagen met %lld%%
pl: Zmniejsz dawkę o %lld%%
pt: Reduzir a dose em %lld%%
ro: Redu doza cu %lld%%
ru: Снизить дозу на %lld%%

source: Reduced %lld%% for the planned activity. Carry fast carbs and recheck after.
de: Um %lld %% reduziert wegen der geplanten Aktivität. Nimm schnelle Kohlenhydrate mit und miss danach nach.
es: Reducida un %lld%% por la actividad prevista. Lleva carbohidratos rápidos y vuelve a medir después.
fr: Réduite de %lld %% pour l'activité prévue. Emporte des glucides rapides et recontrôle après.
it: Ridotta del %lld%% per l'attività prevista. Porta carboidrati rapidi e ricontrolla dopo.
nl: Met %lld%% verlaagd voor de geplande activiteit. Neem snelle koolhydraten mee en meet daarna opnieuw.
pl: Zmniejszona o %lld%% z powodu planowanej aktywności. Miej przy sobie szybkie węglowodany i zmierz się ponownie.
pt: Reduzida em %lld%% pela atividade planeada. Leva hidratos rápidos e volta a medir depois.
ro: Redusă cu %lld%% pentru activitatea planificată. Ia carbohidrați rapizi la tine și verifică din nou după.
ru: Снижена на %lld%% из-за планируемой активности. Возьмите быстрые углеводы и перепроверьте после.

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Reîmprospătează
ru: Обновить

source: Refresh now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
it: Aggiorna ora
nl: Nu vernieuwen
pl: Odśwież teraz
pt: Atualizar agora
ro: Reîmprospătează acum
ru: Обновить сейчас

source: Register slot
de: Feld im Register
es: Casilla del registro
fr: Case du registre
it: Casella del registro
nl: Vak in het register
pl: Pole w dzienniku
pt: Casa do registo
ro: Slot în registru
ru: Ячейка журнала

source: Registered sources
de: Registrierte Quellen
es: Fuentes registradas
fr: Sources enregistrées
it: Origini registrate
nl: Geregistreerde bronnen
pl: Zarejestrowane źródła
pt: Fontes registadas
ro: Surse înregistrate
ru: Зарегистрированные источники

source: Remember that glucose can keep falling for hours after exercise, including overnight.
de: Denk daran, dass der Glukosewert nach dem Sport noch stundenlang weiter fallen kann — auch über Nacht.
es: Recuerda que la glucosa puede seguir bajando durante horas después del ejercicio, incluso durante la noche.
fr: N'oublie pas que la glycémie peut continuer à baisser pendant plusieurs heures après l'effort, y compris pendant la nuit.
it: Ricorda che la glicemia può continuare a scendere per ore dopo l'esercizio fisico, anche durante la notte.
nl: Bedenk dat je glucose na het sporten nog uren kan blijven dalen, ook 's nachts.
pl: Pamiętaj, że glikemia może nadal spadać jeszcze przez wiele godzin po wysiłku, także w nocy.
pt: Lembra-te de que a glicose pode continuar a descer durante horas depois do exercício, incluindo durante a noite.
ro: Ține minte că glicemia poate continua să scadă timp de ore după efort fizic, inclusiv peste noapte.
ru: Помни, что глюкоза может продолжать снижаться ещё несколько часов после нагрузки, в том числе ночью.

source: Remember to log carbs and any bolus.
de: Daran denken, Kohlenhydrate und einen etwaigen Bolus zu erfassen.
es: Recuerda anotar los carbohidratos y cualquier bolo.
fr: N'oubliez pas d'enregistrer les glucides et tout bolus.
it: Ricordati di registrare i carboidrati e l'eventuale bolo.
nl: Vergeet niet koolhydraten en een eventuele bolus te noteren.
pl: Pamiętaj, aby zapisać węglowodany i ewentualny bolus.
pt: Lembra-te de registar os hidratos e qualquer bólus.
ro: Nu uita să notezi carbohidrații și orice bolus.
ru: Не забудьте записать углеводы и любой болюс.

source: Remind me to log
de: An das Erfassen erinnern
es: Recordarme registrar
fr: Me rappeler d'enregistrer
it: Ricordami di registrare
nl: Herinner me om te loggen
pl: Przypominaj o zapisie
pt: Lembrar-me de registar
ro: Amintește-mi să notez
ru: Напоминать о записи

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
pl: Przypomnienia
pt: Lembretes
ro: Reamintiri
ru: Напоминания

source: Reminders are delivered by the system as local notifications. Grant permission once so scheduled reminders can appear.
de: Erinnerungen werden vom System als lokale Mitteilungen zugestellt. Die Berechtigung einmal gewähren, damit geplante Erinnerungen erscheinen können.
es: Los recordatorios los entrega el sistema como notificaciones locales. Concede el permiso una vez para que los recordatorios programados puedan aparecer.
fr: Les rappels sont diffusés par le système sous forme de notifications locales. Accordez l'autorisation une fois pour que les rappels programmés puissent apparaître.
it: I promemoria vengono inviati dal sistema come notifiche locali. Concedi l'autorizzazione una volta affinché i promemoria programmati possano apparire.
nl: Herinneringen worden door het systeem geleverd als lokale meldingen. Geef eenmalig toestemming zodat geplande herinneringen kunnen verschijnen.
pl: Przypomnienia są dostarczane przez system jako lokalne powiadomienia. Przyznaj uprawnienie raz, aby zaplanowane przypomnienia mogły się pojawiać.
pt: Os lembretes são entregues pelo sistema como notificações locais. Concede a permissão uma vez para que os lembretes agendados possam aparecer.
ro: Reamintirile sunt livrate de sistem ca notificări locale. Acordă permisiunea o dată pentru ca reamintirile programate să poată apărea.
ru: Напоминания доставляются системой как локальные уведомления. Предоставьте разрешение один раз, чтобы запланированные напоминания могли появляться.

source: Reminders can help you stay on track.
de: Erinnerungen können dir helfen, am Ball zu bleiben.
es: Los recordatorios pueden ayudarte a mantener el ritmo.
fr: Les rappels peuvent vous aider à rester sur la bonne voie.
it: I promemoria possono aiutarti a rimanere in carreggiata.
nl: Herinneringen kunnen je helpen op koers te blijven.
pl: Przypomnienia pomogą ci trzymać się planu.
pt: Os lembretes podem ajudar-te a manteres-te no bom caminho.
ro: Reamintirile te pot ajuta să rămâi pe drumul cel bun.
ru: Напоминания помогут вам не сбиться с курса.

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Убрать

source: Remove %lld records
de: %lld Einträge entfernen
es: Eliminar %lld registros
fr: Supprimer %lld enregistrements
it: Rimuovi %lld record
nl: %lld records verwijderen
pl: Usuń %lld rekordów
pt: Remover %lld registos
ro: Elimină %lld înregistrări
ru: Удалить %lld записей

source: Remove Nightscout
de: Nightscout entfernen
es: Eliminar Nightscout
fr: Supprimer Nightscout
it: Rimuovi Nightscout
nl: Nightscout verwijderen
pl: Usuń Nightscout
pt: Remover Nightscout
ro: Elimină Nightscout
ru: Удалить Nightscout

source: Remove account
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
it: Rimuovi account
nl: Account verwijderen
pl: Usuń konto
pt: Remover conta
ro: Elimină contul
ru: Удалить аккаунт

source: Remove appointment date
de: Termindatum entfernen
es: Eliminar la fecha de la cita
fr: Supprimer la date du rendez-vous
it: Rimuovi la data dell'appuntamento
nl: Afspraakdatum verwijderen
pl: Usuń datę wizyty
pt: Remover a data da consulta
ro: Elimină data programării
ru: Удалить дату приёма

source: Remove demo data
de: Demodaten entfernen
es: Eliminar datos de demostración
fr: Supprimer les données de démo
it: Rimuovi dati demo
nl: Demogegevens verwijderen
pl: Usuń dane demo
pt: Remover dados de demonstração
ro: Șterge datele demo
ru: Удалить демо-данные

source: Remove medication
de: Medikament entfernen
es: Eliminar medicamento
fr: Supprimer le médicament
it: Rimuovi farmaco
nl: Medicijn verwijderen
pl: Usuń lek
pt: Remover medicamento
ro: Elimină medicamentul
ru: Удалить препарат

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Remover fotografia
ro: Elimină fotografia
ru: Удалить фото

source: Remove this import
de: Diesen Import entfernen
es: Eliminar esta importación
fr: Supprimer cet import
it: Rimuovi questa importazione
nl: Deze import verwijderen
pl: Usuń ten import
pt: Remover esta importação
ro: Elimină acest import
ru: Удалить этот импорт

source: Remove this import?
de: Diesen Import entfernen?
es: ¿Eliminar esta importación?
fr: Supprimer cet import ?
it: Rimuovere questa importazione?
nl: Deze import verwijderen?
pl: Usunąć ten import?
pt: Remover esta importação?
ro: Elimini acest import?
ru: Удалить этот импорт?

source: Remove time
de: Zeit entfernen
es: Eliminar hora
fr: Supprimer l'heure
it: Rimuovi orario
nl: Tijd verwijderen
pl: Usuń godzinę
pt: Remover hora
ro: Șterge ora
ru: Удалить время

source: Reopen Prvital
de: Prvital neu öffnen
es: Vuelve a abrir Prvital
fr: Rouvre Prvital
it: Riapri Prvital
nl: Prvital opnieuw openen
pl: Otwórz ponownie Prvital
pt: Reabre o Prvital
ro: Redeschide Prvital
ru: Открой Prvital заново

source: Repeat every
de: Wiederholen alle
es: Repetir cada
fr: Répéter toutes les
it: Ripeti ogni
nl: Herhalen elke
pl: Powtarzaj co
pt: Repetir a cada
ro: Repetă la fiecare
ru: Повторять каждые

source: Repeat now
de: Jetzt wiederholen
es: Repetir ahora
fr: Répéter maintenant
it: Ripeti ora
nl: Nu herhalen
pl: Powtórz teraz
pt: Repetir agora
ro: Repetă acum
ru: Повторить сейчас

source: Repeat until acknowledged
de: Wiederholen bis zur Bestätigung
es: Repetir hasta confirmar
fr: Répéter jusqu'à confirmation
it: Ripeti finché non confermi
nl: Herhalen tot bevestiging
pl: Powtarzaj do potwierdzenia
pt: Repetir até confirmação
ro: Repetă până la confirmare
ru: Повторять до подтверждения

source: Replace the sensor soon
de: Sensor bald wechseln
es: Cambia el sensor pronto
fr: Remplacez bientôt le capteur
it: Sostituisci presto il sensore
nl: Vervang de sensor binnenkort
pl: Wkrótce wymień czujnik
pt: Substitua o sensor em breve
ro: Schimbați senzorul curând
ru: Скоро замените датчик

source: Replace your sensor
de: Sensor ersetzen
es: Sustituye el sensor
fr: Remplacez votre capteur
it: Sostituisci il sensore
nl: Vervang je sensor
pl: Wymień sensor
pt: Substitui o teu sensor
ro: Înlocuiește senzorul
ru: Замените сенсор

source: Report
de: Bericht
es: Informe
fr: Rapport
it: Rapporto
nl: Rapport
pl: Raport
pt: Relatório
ro: Raport
ru: Отчёт

source: Reset to consensus defaults
de: Auf Konsens-Standardwerte zurücksetzen
es: Restablecer los valores de consenso
fr: Rétablir les valeurs de consensus par défaut
it: Ripristina i valori predefiniti di consenso
nl: Terugzetten naar consensusstandaarden
pl: Przywróć domyślne wartości konsensusu
pt: Repor as predefinições de consenso
ro: Resetează la valorile implicite de consens
ru: Сбросить к консенсусным значениям по умолчанию

source: Resolved in one round
de: In einer Runde gelöst
es: Resueltas en una ronda
fr: Résolues en une prise
it: Risolte in un giro
nl: Opgelost in één ronde
pl: Rozwiązane za jednym razem
pt: Resolvidas numa ronda
ro: Rezolvate dintr-o rundă
ru: Решены с одного раза

source: Respiratory rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
nl: Ademhalingsfrequentie
pl: Częstość oddechów
pt: Frequência respiratória
ro: Frecvență respiratorie
ru: Частота дыхания

source: Rest
de: Ruhe
es: Descanso
fr: Repos
it: Riposo
nl: Rust
pl: Odpoczynek
pt: Descanso
ro: Odihnă
ru: Отдых

source: Resting heart rate
de: Ruheherzfrequenz
es: Frecuencia cardiaca en reposo
fr: Fréquence cardiaque au repos
it: Frequenza cardiaca a riposo
nl: Hartslag in rust
pl: Tętno spoczynkowe
pt: Frequência cardíaca em repouso
ro: Ritm cardiac în repaus
ru: Пульс в покое

source: Restore from backup
de: Aus Backup wiederherstellen
es: Restaurar desde copia
fr: Restaurer une sauvegarde
it: Ripristina da backup
nl: Herstel uit back-up
pl: Przywróć z kopii
pt: Restaurar da cópia
ro: Restaurează din copie
ru: Восстановить из копии

source: Restored %lld records from the backup.
de: %lld Einträge aus dem Backup wiederhergestellt.
es: Se restauraron %lld registros de la copia.
fr: %lld enregistrements restaurés depuis la sauvegarde.
it: Ripristinati %lld record dal backup.
nl: %lld records hersteld uit de back-up.
pl: Przywrócono %lld rekordów z kopii.
pt: Restaurados %lld registos da cópia.
ro: Au fost restaurate %lld înregistrări din copie.
ru: Восстановлено %lld записей из копии.

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты

source: Ring colour
de: Ringfarbe
es: Color del anillo
fr: Couleur de l'anneau
it: Colore dell’anello
nl: Ringkleur
pl: Kolor pierścienia
pt: Cor do anel
ro: Culoarea inelului
ru: Цвет кольца

source: Ring goals
de: Ringziele
es: Objetivos de anillos
fr: Objectifs des anneaux
it: Obiettivi anelli
nl: Ringdoelen
pl: Cele pierścieni
pt: Objetivos dos anéis
ro: Obiectivele inelelor
ru: Цели колец

source: Rings
de: Ringe
es: Anillos
fr: Anneaux
it: Anelli
nl: Ringen
pl: Pierścienie
pt: Anéis
ro: Inele
ru: Кольца

source: Rise from baseline
de: Anstieg über Ausgangswert
es: Subida desde el valor base
fr: Hausse depuis le niveau de base
it: Salita dal valore di partenza
nl: Stijging vanaf uitgangswaarde
pl: Wzrost od wartości bazowej
pt: Subida a partir do valor base
ro: Creștere față de valoarea de bază
ru: Подъём от исходного уровня

source: Rising
de: Steigt
es: Subiendo
fr: En hausse
it: In aumento
nl: Stijgend
pl: Rośnie
pt: A subir
ro: Crește
ru: Растёт

source: Rising fast
de: Steigt schnell
es: Subiendo rápido
fr: Hausse rapide
it: In rapido aumento
nl: Snel stijgend
pl: Szybko rośnie
pt: A subir rapidamente
ro: Crește rapid
ru: Быстро растёт

source: Rising fast — nothing logged
de: Schneller Anstieg — nichts erfasst
es: Subida rápida — nada registrado
fr: Montée rapide — rien de noté
it: Salita rapida — nulla registrato
nl: Snelle stijging — niets gelogd
pl: Szybki wzrost — nic nie zapisano
pt: Subida rápida — nada registado
ro: Crește rapid — nimic înregistrat
ru: Быстрый рост — ничего не записано

source: Rose
de: Rosa
es: Rosa
it: Rosa
nl: Roze
pl: Różowy
pt: Rosa
ro: Roz
ru: Розовый

source: Rose %@ less than your last %@ (%@).
de: Stieg %@ weniger an als bei deinem letzten %@ (%@).
es: Subió %@ menos que tu %@ anterior (%@).
fr: Ta glycémie a augmenté de %@ de moins que lors de ta période précédente (%@), soit %@.
it: È salita di %@ in meno rispetto al tuo ultimo %@ (%@).
nl: Steeg %@ minder dan je vorige %@ (%@).
pl: Wzrost o %@ mniejszy niż ostatnio: %@ (%@).
pt: Subiu %@ menos do que no último período: %@ (%@).
ro: A crescut cu %@ mai puțin decât data trecută la %@ (%@).
ru: Подъём на %@ меньше, чем в прошлый %@ (%@).

source: Rose %@ more than your last %@ (%@).
de: Stieg %@ mehr an als bei deinem letzten %@ (%@).
es: Subió %@ más que tu %@ anterior (%@).
fr: Ta glycémie a augmenté de %@ de plus que lors de ta période précédente (%@), soit %@.
it: È salita di %@ in più rispetto al tuo ultimo %@ (%@).
nl: Steeg %@ meer dan je vorige %@ (%@).
pl: Wzrost o %@ większy niż ostatnio: %@ (%@).
pt: Subiu %@ mais do que no último período: %@ (%@).
ro: A crescut cu %@ mai mult decât data trecută la %@ (%@).
ru: Подъём на %@ больше, чем в прошлый %@ (%@).

source: Rotating sites keeps the tissue healthy and the absorption predictable. Tap where you injected — the greenest zone is the most rested.
de: Der Wechsel der Stellen hält das Gewebe gesund und die Aufnahme berechenbar. Tippe, wo du gespritzt hast — die grünste Zone ist die ausgeruhteste.
es: Rotar las zonas mantiene el tejido sano y la absorción predecible. Toca donde te inyectaste — la zona más verde es la más descansada.
fr: Alterner les sites garde le tissu sain et l'absorption prévisible. Touche où tu as injecté — la zone la plus verte est la plus reposée.
it: Ruotare i siti mantiene il tessuto sano e l'assorbimento prevedibile. Tocca dove hai iniettato — la zona più verde è la più riposata.
nl: Wisselen van plek houdt het weefsel gezond en de opname voorspelbaar. Tik waar je injecteerde — de groenste zone is het meest uitgerust.
pl: Zmienianie miejsc utrzymuje tkankę w zdrowiu, a wchłanianie przewidywalne. Stuknij, gdzie wstrzyknąłeś — najzieleńsza strefa jest najbardziej wypoczęta.
pt: Rodar os locais mantém o tecido saudável e a absorção previsível. Toca onde injetaste — a zona mais verde é a mais descansada.
ro: Rotirea locurilor păstrează țesutul sănătos și absorbția previzibilă. Atinge unde ai injectat — zona cea mai verde e cea mai odihnită.
ru: Чередование мест сохраняет ткань здоровой, а всасывание предсказуемым. Нажмите, куда кололи — самая зелёная зона отдохнула дольше всех.

source: Rule of 15
de: Regel der 15
es: Regla del 15
fr: Règle des 15
it: Regola del 15
nl: Regel van 15
pl: Zasada 15
pt: Regra dos 15
ro: Regula 15
ru: Правило 15

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pl: Zasady
pt: Regras
ro: Reguli
ru: Правила

source: Rules to live by
de: Regeln fürs Leben
es: Reglas de oro
fr: Règles d'or
it: Regole da seguire
nl: Vuistregels
pl: Zasady na co dzień
pt: Regras a seguir
ro: Reguli de urmat
ru: Главные правила

source: Running
de: Laufen
es: Correr
fr: Course à pied
it: Corsa
nl: Hardlopen
pl: Bieganie
pt: Corrida
ro: Alergare
ru: Бег

source: Running high for a while
de: Seit einer Weile erhöht
es: Alta desde hace un rato
fr: Élevé depuis un moment
it: Alto da un po'
nl: Al een tijdje hoog
pl: Podwyższony poziom od jakiegoś czasu
pt: Alta há algum tempo
ro: Ridicată de ceva timp
ru: Уже некоторое время повышена

source: Running high — a correction and some water can help.
de: Etwas hoch unterwegs — eine Korrektur und etwas Wasser können helfen.
es: Vas un poco alto — una corrección y algo de agua pueden ayudar.
fr: Un peu haut en ce moment — une correction et un peu d'eau peuvent aider.
it: Un po' alto in questo momento — una correzione e un po' d'acqua possono aiutare.
nl: Wat aan de hoge kant — een correctie en wat water kunnen helpen.
pl: Trochę za wysoko — korekta i trochę wody mogą pomóc.
pt: Um pouco alto — uma correção e um pouco de água podem ajudar.
ro: Puțin ridicat — o corecție și puțină apă pot ajuta.
ru: Немного высоко — коррекция и немного воды могут помочь.

source: SGLT2 inhibitor
de: SGLT2-Hemmer
es: Inhibidor de SGLT2
fr: Inhibiteur de SGLT2
it: Inibitore SGLT2
nl: SGLT2-remmer
pl: Inhibitor SGLT2
pt: Inibidor de SGLT2
ro: Inhibitor SGLT2
ru: Ингибитор SGLT2

source: Safety, three ways
de: Sicherheit, dreifach
es: Seguridad, de tres formas
fr: La sécurité, de trois façons
it: Sicurezza, in tre modi
nl: Veiligheid, op drie manieren
pl: Bezpieczeństwo na trzy sposoby
pt: Segurança, de três formas
ro: Siguranță, în trei feluri
ru: Безопасность — тремя способами
